{
  "title": "Одеяния Мага",
  "type": "content",
  "content": [
    {
      "text": [
        "Большая часть мудрости о волшебниках и их искусстве состоит из одежды, из которой они якобы получают свою силу.",
        "Некоторые думают, что это происходит от ношения остроконечной шляпы или халата; другие считают, что это исходит от могучего жезла, который, как известно, с набалдашником на конце.",
        "Это, конечно, вздор. Величие не от игрушки с набалдашником.",
        "На самом деле все сводится к плащу.",
        "Ну, не совсем. Эти великолепные одежды не являются источником силы волшебника, но они являются причиной того, что власть велика.",
        "Они действуют как канал магической энергии, уменьшая силу, необходимую для достижения эффекта, беря на себя бремя. Теперь источник власти ... это больше искусства.",
        "Чтобы получить власть мастера, нужно повторить древнее. Однажды ангелы свободно шли по миру, делились своей властью с человечеством. У вас нет этой роскоши.",
        "Но у вас должно быть гало, если вы хотите стать волшебником. Итак, вы должны создать ... грубую копию того, что когда-то дали ангелы, под названием «Грубое гало».",
        "Хотя это выглядит абсурдно ... ну, или просто веселым, его нужно носить. Это никогда не будет таким сильным, как то, что могло бы быть, но я думаю, что это к лучшему.",
        "Вы? С этим уровнем власти? Я не плачу о глупом, и твоя смерть наверняка будет определена.",
        "Теперь, чтобы максимально использовать эту силу, вам нужен плащ. Создание его - это простой процесс, но свежеприготовленный плащ едва стоит ткань, из которой он сделан.",
        "Чтобы получить свой первый плащ, у вас есть два варианта: сделать свой собственный либо украсть. Первый способ легкий, надо просто вырезать лист кожи в форму. По мере того, как он носится, мана от вас пробудит его мудрость медленно, но мощно.",
        "Да, даже кожа имеет больше мудрости, чем вы. Вот почему вам нужен плащ. Теперь второй вариант, он значительно сложнее, но гораздо более полезен.",
        "Это творение - только начало силы плаща. Когда вы его наденете, он будет наполнен своей мудростью, становясь более сильным и более проницательным.",
        "Чем дольше волшебник носит свой плащ, тем лучше его энерго-канал, и разница между недавно пропитанным клочком кожи и плавным плащем мастера, подобного мне, огромна.",
        "Теперь о краже. Накидки великолепны и мощны, но они непостоянны. Если вы можете обмануть хозяина плаща, вы можете идти голова к голове с остальными, даже несмотря на ваши ... ограниченные возможности.",
        "Итак, если вы все-таки нашли красивый, развевающейся плащ на теле другого, нет никакого вреда в его снятии и одевании. И действительно, имеет ли значение, как они умерли? Плащ - это плащ, плащ."
      ]
    }
  ]
}
