{
  "title": "Жемчуг маны",
  "type": "content",
  "content": [
    {
      "text": [
        "Перламутровые жемчуги - место, где мана-шары и, как следствие, магический крафт начинает приобретать интерес.",
        "Опять же, они относительно просты в изготовлении, но имеют гораздо больше вариаций, чем их предшественник. Перламутровые жемчуги во многих отношениях являются ключом к раскрытию полной мощности маны.",
        "Чтобы создать один из этих жемчужин, волшебнику нужна стеклянная сфера и образец жидкого перламутра. Это заполняет шар внутри и превращает его в жемчужину - никто не знает, как, так что не надо спрашивать - в какой момент он готов к использованию.",
        "Перламутровые жемчужины имеют множество потенциальных применений, и важно изучить их использование.",
        "Во-первых, перламутровые жемчужины используются для использования более продвинутых форм магии. Как только волшебник разработал и создал новое заклинание, его можно влить в жемчуг, который затем служит фокусом для маны.",
        "Если никакой другой источник маны не доступен, это будет происходить непосредственно из внутренних резервов мастера, но если у вас память лучше, чем у каракатицы, поверьте, я не надеюсь, что вы должны помнить, ",
        "что предыдущая запись упомянута способность брать ману непосредственно из батареи.",
        "Если волшебник сажает жемчужину рядом с батареей - и магнитом маны - и затем покрывает жемчуг, жемчужина перламутра может набирать энергию непосредственно из этой батареи, значительно увеличивая количество энергии, ",
        "которую вы можете использовать в определенном диапазоне.",
        "Умный волшебник - помнит, глупый волшебник, как правило, не выживает долго, поэтому у меня нет больших надежд на вас - они всегда будут хранить свои батареи маны в любое время, в случае нападения.",
        "Как всегда, есть последнее предупреждение в отношении этих жемчужин. Хотя я хотел бы надеяться, что к настоящему времени вы научились не пытаться съесть свои новые игрушки, ",
        "будьте предупреждены, что это также очень плохая идея, чтобы перламутровая жемчужина могла контактировать с жидкой маной.",
        "Хотя мне говорят, что результат очень впечатляет, я могу пообещать вам, что облако атомов, которое когда-то составило вашу земную форму, не оценит это."
      ]
    }
  ]
}
