{
  "title": "READ ME",
  "type": "content",
  "content": [
    {
      "text": [
		  "«Здравствуйте! Добро пожаловать в Wizardry! Я рад, что вы читаете это, потому что, как вы, наверное, знаете, мод находится в альфе.",
		  "Обратите внимание: ВСЕ можно изменить КАРДИНАЛЬНО. Пожалуйста, воздержитесь от формирования мнения о моде до тех пор, пока он не будет в бета. Спасибо.\n",
		  "Эта книга НЕПОЛНАЯ и поэтому не содержит всю информацию, необходимую для начала работы с модом, поэтому вот что вам нужно знать:\n",
		  "Прежде всего, ПОЖАЛУЙСТА, прочитайте другие разделы книги (читайте весело, поверьте мне), а затем возвращайтесь сюда.\n",
		  "Хорошо. Теперь, когда вы знаете, что такое мана, какие есть накидки и как работают перламутровые жемчужины, мы можем начать.",
		  "Как создать материал:\n- Демоническую пыль = бросьте красный камень в огонь и ждите.",
		  "\n- Батарея маны = бросьте песок душ, алмаз и демоническую пыль в центр 3х3 жидкой маны, затем ждите.",
		  "\n- Сфера маны = бросьте стеклянную сферу в жидкую ману.",
		  "\n- Жидкий перламутр = бросьте золотой самородок в жидкую ману, затем ждите.",
		  "\n- Перламутровый жемчуг = бросьте стеклянную сферу в жидкий перламутр",
		  "\n- Мудрое дерево = бросьте обычные деревянные блоки в жидкую ману, они преобразуются в мудрые.",
		  "Чтобы начать делать заклинания, вам нужно построить 2 структуры, батарею маны и алтарь крафта.",
		  "Вы можете просмотреть структуры на следующих страницах вместе со списком материалов для каждого.\n[structure:mana_battery]\n[structure:crafting_plate]",
		  "Чтобы помочь вам построить структуры, щелкните правой кнопкой мыши на блок базовой структуры (т. е. Плита крафта или батарея маны), и он отобразит проекцию в мире для вас.\n",
		  "Как только вы их построили. Поместите сферыы маны во все жемчужные держатели в обеих структурах.",
		  "Мана-батарея будет забирать ману из сфер маны в ее конструкциях, и то же самое произойдет и на плите.",
		  "Аккумулятор маны - это просто большой блок хранения маны и он будет автоматически загружать все находящиеся рядом мана-блоки ",
		  "(например, жемчужные держатели с наполненным заклинанием жемчугом в них и / или красящие пластины).",
		  "Аккумулятор маны уменьшает вашу работу, передавая всю вашу ману вместо ручной замены каждой сферы маны в структуре. Храните свою сферу маны заполненой в любое время.",
		  "Плита крафта автоматически найдет ближайшую батарею маны, чтобы забрать ману из 64-блокового диапазона (настраивается).\n",
		  "Теперь, когда у вас есть обе структуры, вы можете делать заклинания.",
		  "Чтобы создать заклинание, создайте верстак мага и щелкните на нем правой кнопкой мыши.",
		  "В боковых панелях вы можете увидеть компоненты заклинаний, которые вы можете перетащить на лист бумаги в центре.",
		  "Например: перетащите компонент self, который нацелен на заклинателя (вас), затем перетащите компонент leap.\n",
		  "Чтобы связать их так, чтобы заклинание работало (соответственно): «При применении заклинания на себе, оно вас подбросит», ",
		  "нажмите правой кнопкой мыши и таща из помещенного «self», тяните к «leap», вы должны видеть линию соединения во время перетаскивания и конечное соеденение между ними после того, как вы отпустили мышь.\n",
		  "Это полное заклинание. Оно подбросит заклинателя в воздух. Теперь нажмите кнопку «Сохранить» (С ЭТОЙ КНИГОЙ В ВАШЕМ ИНВЕНТАРЕ. ВЫ ВИДИТЕ НОВУЮ ТАБЛИЦУ В ЭТОЙ КНИГЕ С ВАШИМ РЕЦЕПТОРОМ).",
		  "Заклинание будет сохранено в ЭТУ КНИГУ под новой вкладкой под названием «Рецепт заклинания»",
		  "Если вы откроете книгу, вы можете прочитать, какие предметы вы должны бросить на плиту крафта в порядке.\n",
		  "Как только вы положите предметы, бросте перламутровый жемчуг, чтобы завершить рецепт и наполнить жемчужину заклинанием. Вы должны увидеть его оживление, а затем взрыв.",
		  "Возьмите жемчуг после взрыва и соедените его с посохом. Теперь вы можете щелкнуть правой кнопкой мыши посохом, чтобы запустить себя в воздух.\n",
		  "Если предметы парят в центре плиты, это означает, что в плите нет маны. Добавьте больше сфер маны в батарею маны, чтобы заполнить ее больше.",
		  "Чтобы использовать более мощные или более сложные заклинания, создайте и наденьте плащ.",
		  "Вы ДОЛЖНЫ носить плащ, чтобы увеличить свои силы, как указано в разделе накидок. Больше времени = больше мощности. В его всплывающей подсказке доступна отладочная информация.",
		  "ПРИЯТНОЙ ИГРЫ!"
      ]
    }
  ]
}
