{
  "title": "Capes",
  "type": "content",
  "content": [
    {
      "text": [
        "Much of the popular wisdom on wizards and their art comprises of the clothing from which they supposedly derive their power. Some think it comes from the wearing of a pointy hat or a flowing robe; others think it comes from a mighty staff, which has – as everyone knows – a knob on the end. This is, of course, nonsense.",
        "Really, it all comes down to the cape.",
        "The creation of a wizard’s cape is a simple process, but a fresh-made cape is a weak and pale thing, a shadow of its future glory. To obtain their first cape, a young wizard has two options: make his own, or steal one. The first option is easy, consisting of taking a sheet of leather in the correct size and submerging it in a pool of mana. The second option is considerably more difficult, but potentially much more rewarding.",
        "This creation is only the beginning, is the thing. It is the first step in a potent new garment, one that grows with the wearer. The mana infusion starts a process that, as time goes on, infuses the cape with abilities and powers. The longer a wizard wears his cape, the more useful it is, and the difference between a newly-soaked scrap of leather and the flowing cape of a master wizard is immense.",
        "There is one caveat to this process, however: a wizard must be careful not to lose their cape. A cape’s development is unique and, although they are tied to their owner, this loyalty can be transferred. A wizard who loses his cape and is forced to make a new will find himself having to start over and, although challenging a more powerful mage is extremely dangerous, if one gets the opportunity to steal a powerful cape it can be persuaded to serve its new master. Such a cape won’t be as powerful as before it was stolen, but it will be significantly more potent than a newly-made garment.",
        "So if you do happen to find a beautiful, billowing cape on a fellow wizard’s rapidly-cooling body, there’s no harm in peeling it off and trying it on. And really, does it matter how the wizard died in the first place?"
      ]
    }
  ]
}
