{
  "title": "Wizard's Garbs",
  "type": "content",
  "content": [
    {
      "text": [
        "Much of the popular wisdom on wizards and their art comprises of the clothing from which they supposedly derive their power. Some think it comes from the wearing of a pointy hat or a flowing robe; others think it comes from a mighty staff, which has, as everyone knows, a knob on the end. This is, of course, nonsense. Grandeur doesn’t come from a toy with a knob.",
        "Really, it all comes down to the cape.",
        "Well, not quite. These magnificent garments are not the source of a wizard’s power, but they are the reason that power is grand. They act like a channel for magical energy, reducing the power you need to use to accomplish an effect, by taking on the burden. Now, the source of the power... that is a greater art.",
        "To gain the power of a wizard, one must echo the ancients. Once, angels walked freely among the world, sharing their power with humanity. You don’t have this luxury. But a halo you must have if you wish to become a wizard. And so, you have to create... a crude copy of what the angels once gave, fittingly named the Crude Halo. While it looks absurd... well, downright hilarious, it has to be worn. It will never be as strong as what it could have been, but I think that’s for the better. You? With that level of power? I don’t weep for the stupid, and your death would certainly qualify.",
        "Now, to make the most of this power, you need a cape. Creating one is a simple process, but a fresh-made cape is barely worth the cloth, a shadow of what it could become. To obtain your first cape, you have two options: make your own, or steal one. The first is easy, simply cutting a sheet of leather into a shape. As it’s worn, the suffusion of mana from you will awaken its Wisdom, slowly but powerfully. Yes, even the leather has more Wisdom than you. That’s why you need a cape. If you didn’t have one, you’d barely have the mental capacity to cast a puff of smoke. Now, the second option is considerably more difficult, but potentially much more rewarding.",
        "This creation is only the beginning of a cape’s power. As you wear it, it will become suffused with its Wisdom, growing stronger and more shrewd. The longer a wizard wears their cape, the better a channel it is, and the difference between a newly-soaked scrap of leather and the flowing cape of a master wizard like myself is immense.",
        "Now, about stealing one. Capes are glorious and powerful, but they are fickle. They will easily give up their loyalty to another, because one Wisdomless dolt is the same as another to them. If you can cheat a master out of their cape, you can go head-to-head with the rest, even despite your... limitations.",
        "So if you do happen to find a beautiful, billowing cape on another’s rapidly-cooling body, there’s no harm in peeling it off and trying it on. And really, does it matter how they died? A cape is a cape is a cape."
      ]
    }
  ]
}
