{
  "title": "Mana Pearls",
  "type": "content",
  "content": [
    {
      "text": [
        "Nacre pearls are where mana orbs -- and, by extension, magical crafting -- starts to get interesting. Again, they are relatively simple to craft, but have far more variation than their predecessor. Nacre pearls are, in many ways, the key to unlocking the full power of mana.",
        "To craft one of these pearls, a wizard needs a glass orb and a sample of liquid nacre. Combining the two freezes the orb internally and transforms it into a pearl -- nobody knows how, so don't bother asking -- at which point it is ready to be used. Nacre pearls have a variety of potential applications, and it is important to learn their uses.",
        "Firstly, nacre pearls are used for the casting of more advanced forms of magic. Once a wizard has devised and created a new spell it can be infused into a pearl, which then serves as a focal point for mana. If no other mana source is available, this will come directly from a wizard's internal reserves, but if you have a better memory than the average cuttlefish -- and trust me, I'm not hopeful -- you should remember that the previous entry mentioned the ability to draw mana directly from a battery. If a wizard plants a pearl-holder near a battery -- and a mana magnet -- and then tops that pearl holder with a pearl, their spell pearl can draw power directly from that battery, vastly increasing the amount of power you can draw on within a certain range. A smart wizard -- and remember, stupid wizards tend not to survive long, so I don't have high hopes for you -- will always keep their mana batteries full at all times, in case of attack.",
        "As ever, there is a final warning regarding these pearls. Although I would hope that, by now, you've learned not to attempt to eat your new toys, be warned that it is also a very bad idea to allow a nacre pearl to make contact with liquid mana. While I am told the result is very impressive, I can promise you that the cloud of atoms that once made up your earthly form would be in no position to appreciate this."
      ]
    }
  ]
}
