{
  "title": "READ ME",
  "type": "content",
  "content": [
    {
      "text": [
        "Hello! Welcome to Wizardry! I'm glad you're reading this because as you should probably know, the mod is in extremely pre-alpha. Do note: EVERYTHING can change DRASTICALLY. Please withhold from forming an opinion about the mod until a beta is out. Thank you.\nThis book is INCOMPLETE and therefore does not contain all the information required to start with the mod, so here's what you need to know:\nFirst of all, PLEASE read the other sections of the book (fun reads, believe me), then come back here.",
        "Good. Now that you know what mana is, what capes are, and how nacre pearls work, we can start.\nHow to craft some stuff:\n- Devildust = throw redstone into fire and wait.\n- Mana battery =  throw soul sand, a diamond, and devil dust into a 3x3 of liquid mana then wait.\n- mana orb = throw a glass orb into liquid mana\n- nacre pearl = throw a mana orb into liquid nacre\n- wisdom wood anything = throw regular wood blocks into liquid mana, they’ll convert",
        "To begin making spells, you need to build 2 structures. The first is a mana battery and the second is a crafting altar. Note: These structures are very large in size.\nThe materials required for the mana battery are\n<TODO>\nThe materials required for the crafting altar are:\n<TODO>",
        "To build a mana battery’s structure, first of all craft a mana battery, so do that.\nOnce you have your mana battery, place it up in mid-air, it needs a 3 block gap between it and the ground and needs a flat area of about 15 blocks on the x and z axis and 2 blocks of free space above it.",
        "Now that you’ve positioned it, craft a magic wand (JEI) and hold it on your hand. The mana battery’s structure boundaries should be highlighted in red dots. Red dots mean that the structure is intersecting with the ground which is CORRECT because the battery’s structure goes 1 block into the ground. Once you have all the items for the structure in your inventory, hold down right click with your wand on the battery, it will auto-magically place the structure’s blocks for you from your inventory\nIf it stops building and highlights red particles, find the source block it’s pointing at and break it. Red particles means something is obstructing it. You generally need to do this for the mana battery only because it is in-set into the ground.\nOnce that’s done, you will notice an empty pool in the center of the structure, fill that with liquid mana to make the structure valid for use. You will also note that there are shimmering dots around the battery (in the structure), place pearl holder blocks on those. You need at least one to fill the battery with mana. Once you place a pearl holder on one of the dots, right click the pearl holder with a mana orb to put it in. The battery will promptly suck the mana out of the orb passively. You may want more mana orbs to fill it up completely.",
        "The crafting altar is simpler. Place it in mid-air with a 2 block gap between it and the floor and it needs an area of 11 blocks on both x and z axis’s and 3 air blocks above it. Remember you can view the boundaries by holding the magic wand in your hand. The boundary should intersect into the floor by one block. Now repeat the process by right clicking it continuously until its done.",
        "To link the crafting plate with the battery, shift right click with your wand on the mana battery then shift right click on the crafting plate. Cyan particles will emerge indicating a successful connection.\nNow that you have both structures, you’re now eligible to make spells.",
        "To make a spell, craft a magician’s worktable and right click it. In the sidebars, you can see spell components that you can drag and drop to the piece of paper in the center. For example: drag a self shape component which targets the caster (you), then a drag a leap effect component.\nTo link the two so the spell goes (respectively) “Cast a spell on myself, this spell is going to leap me”, hold down right click and drag from the placed “self” component and drop to your “leap” component, you should see a connection line while you drag and a finalized-link between the two after you drop.\nThis is a complete spell. It will leap the caster. Now hit the “Save” button (WITH THIS GUIDE IN YOUR INVENTORY). Note: the save button does not animate, just trust it. The spell is now saved to this book.\nIf you right click the book, you can read what items you must drop onto the crafting plate IN ORDER.\nOnce you drop the items, drop a nacre pearl in to finalize it and infuse the pearl with the spell. You should see it animate and then explode. Take the pearl out after exploding and crafting it with a staff. You can now right click the staff to launch yourself in the air.",
        "If the items hover in the center of the crafting plate, it means there is no mana feeding into the plate. Add more mana orbs into the mana battery to fill it up more.",
        "To cast more powerful or more complex spells, craft a cape and wear it. You MUST passively wear the cape to increase its powers as mentioned in the cape section. More time = more power. Some debug information is available in its tooltip. Enjoy!"
      ]
    }
  ]
}
