{
  "title": "Spell Forging",
  "type": "content",
  "content": [
    {
      "text": [
        "No wizard would be complete without their arsenal of magic. And the ways we use, unlike many, give you much finer control over the patterns in your spells. ",
        "Using the Magician\u0027s Worktable, you can write a spell\u0027s pattern. The powers you can access are listed off to the left side of the paper on the table. You can slide these powers to the paper, and connect them to create the effect. A simple spell, for example, would be the \"self\" shape, and the \"leap\" effect. Then, hold down your starting shape, and connect it to your effect. Using these symbols, and modifiers placed around the symbols, the world of power that wizards access will open up. You only have to be smart enough to use it... and so I\u0027d recommend you to stick to the basics. This book has a section for scribing spell patterns, and will help with finding reagent patterns for the spell. You can see that section easily within this Codex.",
        "Now, this step is vital, and so I need you not to mess it up. You\u0027ll need to take the items listed here, and place them, one by one, into the Crafting Plate in the order given in the Codex. A hard task, I know, and I\u0027m not sure someone of §oyour§r caliber can live up. The final ingredient is, always, a Nacre pearl. This won\u0027t work without a grand amount of power, though, so keep a Mana Battery nearby and full. Once enough mana is supplied to the Plate, the Wisdom of the Pearl will absorb the spell, creating a spell focus. The closer the pearl is to its Apex, the cheaper and less taxing to cast the resulting spell will be.",
        "Once you\u0027ve supplied enough raw power, raw mana, to the altar, your spell is complete. You can cast it in a few ways, but the most useful is to attach it to a staff. When on a staff, a spell can draw directly from the energy the halo keeps flowing in your bloodstream, and can be cast at will so long as you have the mana available. Another way is to place your pearl in a Pearl Holder, which will draw mana from batteries like the Crafting Plate, and cast the spell in place, with the spell going in the direction of nearby Mana Magnets.",
        "Once you\u0027ve cast a spell, you\u0027re no longer just a novice. You\u0027ll have taken your first step into our domain. Welcome to the fold."
      ]
    }
  ]
}
