{
  "title": "Wisdom",
  "icon": "wizardry:wisdom_wood_log",
  "description": "Learn about wisdom wood, nacre liquid, devil dust, etc...",
  "type": "entry",
  "content": [
    "The presence of raw mana provides a wonderful environment for certain things to grow, and certain things to crystallize. Life forms immune to overloading on mana, and materials which channel power. This is known as Wisdom. Through years of breeding, the power from the life forms known as Wisdom Wood lies in the common trees of the world as well. Many other interesting Wisdom materials exist, among them Nacre, which allows spellcasting, and Devil Dust, a powerful source of chaotic energy.",
    "Activating the Wisdom in trees is simple. Throwing the wood into mana will awaken the power lying within, turning wood of any compatible shape, such as slabs or logs, into Wisdom Wood. Mind you, this doesn\u0027t work for humans. A problem like yours is far more dire than any tree\u0027s stupidity.",
    "This Wisdom has more forms, known as Nacre and Devil Dust, in gold and redstone. By tainting mana liquid with small balls of gold, known colloquially as Nuggets, fit for dissolving, the mana turns into a beautiful milky solution, named Nacre for its similarity to the resplendent mother-of-pearl. If a glass orb is left in the nacre for nearly half a minute, it will crystallize into a potent Nacre Pearl. At exactly half a minute is the highest potency, the Apex state, and any deviation will weaken your pearl, making spells through the pearl take more Mana to cast, and straining your Burnout more heavily. Nobody knows how, and don\u0027t bother asking, since the very liquid is Wiser than you. This substance, while not as powerful as the raw mana it\u0027s made from, can channel it exceptionally well, giving you access to the world of spellcasting.",
    "Redstone\u0027s personal Wisdom is a bit easier to access. Much like a student, you have to thrust it through fire to shave off the gunk and mundane stupidity from the outside, to find the power within. The heat melts off the impurities, and fuses together the fine grains, leaving a good student -- or rather, devil dust. The first one is clearly impossible."
  ]
}
