{
  "title": "Шати Мага",
  "type": "content",
  "content": [
    {
      "text": [
        "Велика частина мудрості про чарівників і їх мистецтві складається з одягу, з якої вони нібито отримують свою силу.",
        "Деякі думають, що це відбувається від носіння гостроверхій капелюхи або халата; інші вважають, що це виходить від могутнього жезла, який, як відомо, з набалдашником на кінці.",
        "Це, звичайно, дурниця. Велич не від іграшки з набалдашником.",
        "Насправді все зводиться до плащу.",
        "Ну, не зовсім. Ці чудові одягу не є джерелом сили чарівника, але вони є причиною того, що влада велика.",
        "Вони діють як канал магічної енергії, зменшуючи силу, необхідну для досягнення ефекту, беручи на себе тягар. Тепер джерело влади ... це більше мистецтва.",
        "Щоб отримати владу майстра, потрібно повторити давнє. Одного разу ангели вільно йшли по світу, ділилися своєю владою з людством. У вас немає цієї розкоші.",
        "Але у вас повинно бути гало, якщо ви хочете стати чарівником. Отже, ви повинні створити ... грубу копію того, що колись дали ангели, під назвою «Грубе гало».",
        "Хоча це виглядає абсурдно ... ну, або просто веселим, його треба носити. Це ніколи не буде таким сильним, як те, що могло б бути, але я думаю, що це до кращого.",
        "Ви? З цим рівнем влади? Я не плачу про дурному, і твоя смерть, напевно, буде визначена.",
        "Тепер, щоб максимально використовувати цю силу, вам потрібен плащ. Створення його - це простий процес, але свіжоприготований плащ ледь стоїть тканина, з якої він зроблений.",
        "Щоб отримати свій перший плащ, у вас є два варіанти: або зробити свій власний або вкрасти. Перший спосіб легкий, треба просто вирізати лист шкіри у форму. По мірі того, як він носиться, мана від вас збудить його мудрість повільно, але потужно.",
        "Так, навіть шкіра має більше мудрості, ніж ви. Ось чому вам потрібен плащ. Тепер другий варіант, він значно складніше, але набагато більш корисний.",
        "Це творіння - тільки початок сили плаща. Коли ви надягнете його, він буде наповнений своєю мудрістю, стаючи сильнішим і більш проникливим.",
        "Чим довше чарівник носить свій плащ, тим краще його енерго-канал, і різниця між нещодавно просоченим клаптиком шкіри і плавним плащем майстра, подібного мені, величезна.",
        "Тепер про крадіжку. Накидки чудові і потужні, але вони непостійні. Якщо ви можете обдурити господаря плаща, ви можете йти голова до голови з рештою, навіть незважаючи на ваші ... обмежені можливості.",
        "Отже, якщо ви все-таки знайшли красивий, розвівається плащ на тілі іншого, немає ніякої шкоди в його зняття та одяганні. І дійсно, чи має значення, як вони померли? Плащ - це плащ, плащ."
      ]
    }
  ]
}
