{
  "title": "Перли мани",
  "type": "content",
  "content": [
    {
      "text": [
        "Перламутрові жемчуги - місце, де мана-кулі і, як наслідок, магічний крафт починає набувати інтерес.",
        "Знову ж таки, вони відносно прості у виготовленні, але мають набагато більше варіацій, ніж їх попередник. Перламутрові жемчуги у багатьох відношеннях є ключем до розкриття повної потужності мани.",
        "Щоб створити один з цих перлин, чарівникові потрібна скляна сфера і зразок рідкого перламутру. Це заповнює куля всередині і перетворює його в перлину - ніхто не знає, як, так що не треба питати - в якийсь момент він готовий до використання.",
        "Перламутрові перли мають безліч потенційних застосувань, і важливо вивчити їх використання.",
        "По-перше, перламутрові перли використовуються для більш просунутих форм магії. Як тільки чарівник розробив і створив нове заклинання, його можна влити в перли, який потім слугує фокусом для мани.",
        "Якщо ніякий інший джерело мани не доступний, це буде відбуватися безпосередньо з внутрішніх резервів майстра, але якщо у вас пам'ять краща, ніж у каракатиці, повірте, я не сподіваюся, що ви повинні пам'ятати, ",
        "що попередня запис згадана здатність брати ману безпосередньо з батареї.",
        "Якщо чарівник садить перлину поруч з батареєю - і магнітом мани - і потім покриває перли, перлина перламутру може набирати енергію безпосередньо з цієї батареї, значно збільшуючи кількість енергії, ",
        "яку ви можете використовувати в певному діапазоні.",
        "Розумний чарівник - пам'ятає, дурний чарівник, як правило, не виживає довго, тому у мене немає великих надій на вас - вони завжди будуть зберігати свої батареї мани в будь-який час, в разі нападу.",
        "Як завжди, є останнє попередження щодо цих перлин. Хоча я хотів би сподіватися, що до теперішнього часу ви навчилися не намагатися з'їсти свої нові іграшки, ",
        "будьте попереджені, що це також дуже погана ідея, щоб перламутрова перлина могла контактувати з рідкої маноах.",
        "Хоча мені кажуть, що результат дуже вражає, я можу пообіцяти вам, що хмару атомів, що колись становило вашу земну форму, не оцінить це."
      ]
    }
  ]
}
