{
  "title": "READ ME",
  "type": "content",
  "content": [
    {
      "text": [
        "«Привіт! Ласкаво просимо в Wizardry! Я радий, що ви читаєте це, тому що, як ви, напевно, знаєте, мод знаходиться в альфі.",
        "Зверніть увагу: ВСЕ можна змінити КАРДИНАЛЬНО. Будь ласка, утримайтесь від формування думки про моду до тих пір, поки він не буде в бета. Спасибі.\n",
        "Ця книга НЕПОВНА і тому не містить всю інформацію, необхідну для початку роботи з модом, тому ось що вам потрібно знати:\n",
        "Насамперед, БУДЬ ЛАСКА, прочитайте інші розділи книги (читайте весело, повірте мені), а потім повертайтеся сюди.\n",
        "Добре. Тепер, коли ви знаєте, що таке мана, які є накидки і як працюють перламутрові перли, ми можемо почати..",
        "Як створити матеріал:\n- Демонічну пил = киньте червоний камінь у вогонь і чекайте.",
        "\n- Батарея мани = киньте пісок душ, алмаз і демонічну пил в центр 3х3 рідкої мани, потім чекайте.",
        "\n- Сфера мани = киньте скляну сферу в рідку ману.",
        "\n- Рідкий перламутр = киньте золотий самородок в рідку ману, потім чекайте.",
        "\n- Перламутровий перли = киньте скляну сферу в рідкий перламутр",
        "\n- Мудре дерево = киньте звичайні дерев'яні блоки в рідку ману, вони перетворюються в мудрі.",
        "Щоб почати робити заклинання, вам потрібно побудувати 2 структури, батарею мани і вівтар крафта.",
        "Ви можете переглянути структури на наступних сторінках разом зі списком матеріалів для кожного.\n[structure:mana_battery]\n[structure:crafting_plate]",
        "Щоб допомогти вам побудувати структури, клацніть правою кнопкою миші на блок базової структури (тобто Плита крафта або батарея мани), і він відображає проекцію в світі для вас.\n",
        "Як тільки ви їх побудували. Помістіть сферыы мани у всі перлинні власники в обох структурах.",
        "Мана-батарея буде забирати ману зі сфер мани в її конструкціях, і те ж саме відбудеться і на плиті.",
        "Акумулятор мани - це просто великий блок зберігання мани і він буде автоматично завантажувати всі знаходяться поруч мана-блоки ",
        "(наприклад, перлинні власники з наповненим заклинанням перлами в них і / або барвні пластини).",
        "Акумулятор мани зменшує вашу роботу, передаючи всю вашу ману замість ручної заміни кожної сфери мани в структурі. Зберігайте свою сферу мани заповненим у будь-який час.",
        "Плита крафта автоматично знайде найближчу батарею мани, щоб забрати ману з 64-блокового діапазону (настроюється).\n",
        "Тепер, коли у вас є обидві структури, ви можете робити заклинання.",
        "Щоб створити заклинання, створіть верстак мага і клацніть на ньому правою кнопкою миші.",
        "В бокових панелях ви можете побачити компоненти заклинань, які ви можете перетягнути на аркуш паперу в центрі.",
        "Наприклад: перетягніть компонент self, який націлений на мблз (вас), потім перетягніть компонент leap.\n",
        "Щоб зв'язати їх так, щоб заклинання працювало (відповідно): «При застосуванні заклинання на собі, воно вас підкине», ",
        "натисніть правою кнопкою миші і тягнучи з поміщеного «self», тягніть до «leap», ви повинні бачити лінію з'єднання під час перетягування і кінцеве з'єднання між ними після того, як ви відпустили миша.\n",
        "Це повне заклинання. Воно підкине заклинателя повітря. Тепер натисніть кнопку «Зберегти» (З ЦІЄЮ КНИГОЮ У ВАШОМУ ІНВЕНТАРІ. ВИ БАЧИТЕ НОВУ ТАБЛИЦЮ В ЦІЙ КНИЗІ З ВАШИМ РЕЦЕПТОРОМ).",
        "Заклинання буде збережено в ЦЮ КНИГУ під нову вкладку під назвою «Рецепт заклинання»",
        "Якщо ви відкриєте книгу, ви можете прочитати, які предмети ви повинні кинути на плиту крафта в порядку.\n",
        "Як тільки ви покладете предмети, бросте перламутровий перли, щоб завершити рецепт і наповнити перлину заклинанням. Ви повинні побачити його пожвавлення, а потім вибух.",
        "Візьміть перли після вибуху і з'єднайте його з посохом. Тепер ви можете клацнути правою кнопкою миші палицею, щоб запустити себе в повітря.\n",
        "Якщо предмети парять в центрі плити, це означає, що в плиті немає мани. Додайте більше сфер мани в батарею мани, щоб заповнити її більше.",
        "Щоб використовувати більш потужні або більш складні заклинання, створіть і одягніть плащ.",
        "Ви ПОВИННІ носити плащ, щоб збільшити свої сили, як зазначено в розділі накидок. Більше часу = більше потужності. В його підказці доступна налагоджувальна інформація.",
        "ПРИЄМНОЇ ГРИ!"
      ]
    }
  ]
}
