{
  "title": "READ ME",
  "type": "content",
  "content": [
    {
      "text": [
        "Hello! Welcome to Wizardry! I'm glad you're reading this because as you should probably know, the mod is in alpha. Do note: EVERYTHING can change DRASTICALLY. Please withhold from forming an opinion about the mod until a beta is out. Thank you.\nThis book is INCOMPLETE and therefore does not contain all the information required to start with the mod, so here's what you need to know:\nFirst of all, PLEASE read the other sections of the book (fun reads, believe me), then come back here.\nGood. Now that you know what mana is, what capes are, and how nacre pearls work, we can start.",
        "大家好！欢迎来玩巫师艺术！我很高兴你在读这个，因为你应该知道，这个模组还在开发，一切都有可能发生重大的变化，在测试版（beta）出现之前，不要对这个模组有成型的观念，谢谢。\n这本书也没做完，因此没有包括所有需要的信息，所以你要知道：\n第一，请阅读本书的其他部分（读起来会很愉快，相信我），再回来看这。\n好的。现在你应该知道魔力是什么，斗篷是什么，炫珠如何工作，我们可以开始了。"
        "How to craft some stuff:\n- Devil dust = throw redstone into fire and wait.\n- Mana battery =  throw soul sand, a diamond, and devil dust into the center of a 3x3 of liquid mana then wait.\n- mana orb = throw a glass orb into liquid mana\n- liquid nacre = throw a gold nugget into liquid mana, then wait.\n- nacre pearl = throw a glass orb into liquid nacre\n- wisdom wood anything = throw regular wood blocks into liquid mana, they'll convert",
        "如何合成一些材料：\n 恶魔尘=将红石扔进火里，然后等待。\n 魔力电池=将灵魂沙，钻石，恶魔尘扔进一片3*3的液态魔力中心，然后等着。\n 魔力宝珠=将一个玻璃珠扔进液态魔力当中。\n 珍珠母液：将一个金粒扔进液态魔力当中，然后等着。\n 炫珠=将一些（不推荐一个）玻璃珠扔进珍珠母液，可能需要等一小会。\n 任何种类的知木=将一般的原木扔进液态魔力中即可转换。"
        "To begin making spells, you need to build 2 structures, a mana battery and a crafting altar. You can view the structures in the following pages along with a material list for each.\n[structure:mana_battery]\n[structure:crafting_plate]",
        "要开始制作法术，你需要建造两个结构，一个魔力电池和一个合成坛。你可以在接下来的页面中浏览此多方块结构，以及它们各自的材料清单。\n[structure:mana_battery]\n[structure:crafting_plate]"
        "To help you build the structures, right click the base structure block (ie: crafting plate or mana battery) and it will render in the world for you.\nOnce you've built them. Place mana orbs in all of the pearl holders in both structures. The mana battery will suck the mana out of the mana orbs in it's structures and the same will happen in the crafting plate. The mana battery is simply a big storage block for mana and will auto-feed all nearby mana-consuming blocks (like pearl holders with spell-infused pearls in them and/or crafting plates). The mana battery reduces your work by having a centralized place to have all your mana instead of manually replacing each mana orb in each structure painfully. Keep your mana orb filled up at all times.",
        "为了帮助你建造这个结构，右击多方块结构的核心部分（例如合成台和魔力电池），它会在世界中为你把多方块结构渲染出来。当你
        "The crafting plate will automatically find the nearest mana battery to suck mana from in a 64 block range (configurable).\nNow that you have both structures, you're now eligible to make spells.",
        "To make a spell, craft a magician's worktable and right click it. In the sidebars, you can see spell components that you can drag and drop to the piece of paper in the center. For example: drag a self shape component which targets the caster (you), then a drag a leap effect component.\nTo link the two so the spell goes (respectively) \"Cast a spell on myself, this spell is going to leap me\", hold down right click and drag from the placed \"self\" component and drop to your \"leap\" component, you should see a connection line while you drag and a finalized-link between the two after you drop.\nThis is a complete spell. It will leap the caster. Now hit the \"Save\" button (WITH THIS GUIDE IN YOUR INVENTORY. YOU WILL SEE A NEW TAB IN THIS BOOK WITH YOUR RECIPE). The spell will save TO THIS BOOK under a new tab called 'Spell recipe'",
        "If you open the book, you can read what items you must drop onto the crafting plate IN ORDER in the crafting plate.\nOnce you drop the items, drop a nacre pearl in to finalize it and infuse the pearl with the spell. You should see it animate and then explode. Take the pearl out after exploding and crafting it with a staff. You can now right click the staff to launch yourself in the air.\nIf the items hover in the center of the crafting plate, it means there is no mana feeding into the plate. Add more mana orbs into the mana battery to fill it up more.",
        "To cast more powerful or more complex spells, craft a cape and wear it. You MUST passively wear the cape to increase its powers as mentioned in the cape section. More time = more power. Some debug information is available in its tooltip.",
        "ENJOY!"
      ]
    }
  ]
}
