{
  "title": "Spell Forging",
  "type": "content",
  "content": [
    {
      "text": [
        "No wizard would be complete without their arsenal of magic. And the ways we use, unlike many, give you much finer control over the patterns in your spells. ",
        "没有自己的法术，一个巫师就无法毕业。我们使用的方法，是根据你的法术模板，提供更好的控制力。"
        "Using the Magician\u0027s Worktable, you can write a spell\u0027s pattern. The powers you can access are listed off to the left side of the paper on the table. You can slide these powers to the paper, and connect them to create the effect. A simple spell, for example, would be the \"self\" shape, and the \"leap\" effect. Then, hold down your starting shape, and connect it to your effect. Using these symbols, and modifiers placed around the symbols, the world of power that wizards access will open up. You only have to be smart enough to use it... and so I\u0027d recommend you to stick to the basics. This book has a section for scribing spell patterns, and will help with finding reagent patterns for the spell. You can see that section easily within this Codex.",
        "使用铭文桌，你可以写出一个法术模板。你可以使用的力量（法术构件）已经罗列在桌子的左侧。你可以将这些构件拉到纸上，连接它们以达成你想要的效果。一个简单的法术，例如\“自我\”施法构件加上\“跳跃\”效果构件。然后，点击你的起始构件，将其连接到效果构件。使用这些符号和符号周围的调节参数，巫师就可以打开掌控世界力量的大门。你只需要够聪明，就可以驾驭它们……我建议你打好基础。本书有个描述法术模板的章节，有助于找到法术的试剂需求。"
        "Now, this step is vital, and so I need you not to mess it up. You\u0027ll need to take the items listed here, and place them, one by one, into the Crafting Plate in the order given in the Codex. A hard task, I know, and I\u0027m not sure someone of §oyour§r caliber can live up. The final ingredient is, always, a Nacre pearl. This won\u0027t work without a grand amount of power, though, so keep a Mana Battery nearby and full. Once enough mana is supplied to the Plate, the Wisdom of the Pearl will absorb the spell, creating a spell focus. The closer the pearl is to its Apex, the cheaper and less taxing to cast the resulting spell will be.",
        "现在呢，步骤很重要，我希望你不要把它搞乱。你需要将物品清单列出，一个个放到合成台，按照本书给出的顺序。当然，我不确定你的水平能听懂这个。最后的要素是，而且一直是，一颗炫珠。它们没有大量魔力不会起效，所以，在旁边放一个魔力电池并保证充满。只要提供给合成台足够的魔力，珠子的意志将会吸收掉法术，创造出一个法术焦点。炫珠越接近完美，施法也就越便宜省力。"
        "Once you\u0027ve supplied enough raw power, raw mana, to the altar, your spell is complete. You can cast it in a few ways, but the most useful is to attach it to a staff. When on a staff, a spell can draw directly from the energy the halo keeps flowing in your bloodstream, and can be cast at will so long as you have the mana available. Another way is to place your pearl in a Pearl Holder, which will draw mana from batteries like the Crafting Plate, and cast the spell in place, with the spell going in the direction of nearby Mana Magnets.",
        "Once you\u0027ve cast a spell, you\u0027re no longer just a novice. You\u0027ll have taken your first step into our domain. Welcome to the fold."
      ]
    }
  ]
}
